Revit 2027 API
ParameterTypeId.BendingDetailTypeSchematicHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailTypeSchematicHeight { get; }
Public Shared ReadOnly Property BendingDetailTypeSchematicHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailTypeSchematicHeight {
	ForgeTypeId^ get ();
}
static member BendingDetailTypeSchematicHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace